export default {
	translation: {
		siteTitle: "اهد هدية",
		home: {
			hero: {
				title: "اهدى اختيار",
				description: "عندما تصبح الهدية شخصية",
			},
			cards: {
				titlePrefix: "اختار",
				title: "ما يناسبك",
				gift: {
					title: "بطاقات الهدايا",
					description: "اختر بطاقة هدايا من مجموعتنا الواسعة",
				},
				custom: {
					title: "بطاقات مخصصة",
					description: "أنشئ بطاقة هدايا مخصصة لأحبائك",
				},
			},
			policy: {
				titlePrefix: "سياسة",
				title: "المتجر",
				description:
					"نحن نقدم مجموعة واسعة من بطاقات الهدايا التي تناسب جميع الأذواق والمناسبات. نحن نقدم أيضًا إمكانية إنشاء بطاقة هدايا مخصصة بتصميمك ونصك الخاص.",
			},
			about: {
				titlePrefix: "عن",
				title: "المتجر",
				description:
					"متجر بطاقات الهدايا هو متجر إلكتروني يقدم بطاقات هدايا مخصصة للمناسبات المختلفة. يمكنك اختيار بطاقة هدايا من مجموعتنا الواسعة أو إنشاء بطاقة هدايا مخصصة بتصميمك ونصك الخاص.",
			},
		},
		navbar: {
			home: "الرئيسية",
			about: "عنا",
			"buy a card": "اشتري بطاقة",
			"create a card": "أنشئ بطاقة",
		},
	},
};
